{
  "en": "Английский",
  "ru": "Русский",
  "first_screen_header_first_part": "Ваша последняя",
  "wonderwall": "надежда",
  "first_screen_header_second_part": "в мире defi.",
  "buy_token": "Купить",
  "first_screen_paragraph_first_part": "Oasis - это токен созданный небольшим сообществом криптоэнтузиастов, программистов и дизайнеров. Наш токен позволяет взаимодействовать с широким спектром продуктов внутри нашей экосистемы. Подробнее о наших продуктах вы можете узнать в секции ниже. В дальнейшем мы планируем запустить сертификацию под нашим собственным брендом, вместе мы положим конец гегемонии скамов в сети BSC. Здесь вы найдете все необходимое для эффективной торговли. Расслабьтесь, сделайте глоток свежего воздуха и отпейте из нашего родника.",
  "first_screen_paragraph_second_part": "Добро пожаловать в Oasis! Надеемся вам у нас понравится.",
  "second_screen_header": "Один Токен, чтоб править всеми",
  "second_screen_paragraph_first_part": "Наш токен позволит держателям получить доступ к большому количеству разнообразных продуктов разработанных сообществом Oasis.",
  "second_screen_paragraph_second_part": "We will provide charting and tools with memory, limit orders on both bsc and uniswap, a snipe bot for new listings and presales with an automated buy/sell, tracked wallet mirroring, news and feeds for selected coins, podcasts, a discussion board, portfolio trackers for your favorite coins, in depth research reports and Technical analysis, rug sniffers to keep the community safe, and more! There will also be Oasis Discord bots to show new listings and tracked wallet movements, and tailored tippings bots to new coins.",
  "second_screen_hero": "<span class=\"text-orange\">Hold one token -</span> use<br>multiple projects,<br>simple as that.",
  "projects_description": "Oasis token will provide its holders with access to a wide range of the projects developed by the community.",
  "sand_description": "Customizable Discord/TG tipping and price bot. Compatible with BSC, ZIL, ETH, and SOL tokens.",
  "mineral_description": "Filterable new listing bot. Compatible with AVAX, BSC, ETH, and SOL tokens.",
  "gem_description": "Wallet tracking bot of known wallets we have access to, or wallets of your choice.",
  "shadow_description": "Tracked wallet copy trading via mempool. This will give you the ability frontrun known whales and get in and out before they change the price too hard.",
  "papyrus_description": "Automated rug detection to provide safety from potential loss of funds.",
  "ray_description": "Manual or automated snipe LP/presale snipe bot.",
  "tokenomics": "Токеномика",
  "original_supply": "Изначальное кол-во",
  "supply": "Кол-во",
  "burn_tx": "Burn tx",
  "pre_sale_price": "Цена при пре-сейле",
  "launch_price": "Цена при запуске",
  "redistributed_to_holders": "<span class=\"text-red-light\">5%</span> of all trades are redistributed to holders",
  "locked_liquidity": "<span class=\"text-red-light\">5%</span> of all trades are auto-locked inside liquidity provider on PancakeSwap",
  "contract": "Контракт",
  "notable_members": "Доска почета",
  "about": "О токене",
  "how_to_buy": "Как купить",
  "how_to_buy_first": "Download <a href=\"https://metamask.io/download.html\" target=\"_blank\">Metamask</a> App to your browser if you are using a laptop or pc. Download <a href=\"https://trustwallet.com/\" target=\"_blank\">TrustWallet</a> if you're on iOS or Android.",
  "how_to_buy_second": "Transfer BNB to your wallet. You can use <a href=\"https://www.binance.com/\" target=\"_blank\">Binance</a> to purchase BNB, or buy it through TrustWallet and convert it to Smart Chain BSC if you don't have access to Binance.",
  "how_to_buy_third": "If you're using TrustWallet, access the Dapps tab on the bottom of your screen and click on PancakeSwap. If you're using Metamask, just click <a href=\"https://exchange.pancakeswap.finance/#/swap?outputCurrency=0xd9c99510a5e3145359d91fe9caf92dd5d68b603aHere\" target=\"_blank\">Here</a> and connect using WalletConnect.",
  "how_to_buy_fourth": "iPhone Users users will need to enable the TrustWallet Browser tab. <a href=\"trust://browser_enable\" target=\"_blank\">Click this link</a> in safari to enable the browser.",
  "how_to_buy_fifth": "If you're using TrustWallet App, click on \"Select a currency\" and paste our Contract into the search Tab:",
  "how_to_buy_sixth": "To access PancakeSwap from a laptop or PC, <a href=\"https://exchange.pancakeswap.finance/#/swap?outputCurrency=0xd9c99510a5e3145359d91fe9caf92dd5d68b603a\" target=\"_blank\">click here</a>.",
  "how_to_buy_seventh_first": "Now, click on the little bar button to set the Slippage to 11% or higher in times of high demand.",
  "how_to_buy_seventh_second": "Now you're ready to buy Oasis! Set the amount of Oasis you want in BNB.",
  "how_to_buy_seventh_third": "You might have to remove the last digit of Oasis and add it again to get it to work.",
  "how_to_buy_eighth_first": "Click on Swap and confirm your transaction.",
  "how_to_buy_eighth_second": "After the transaction confirms, you'll have Oasis in your wallet.",
  "how_to_buy_eighth_third": "Congratulations, and welcome to The Oasis!"
}
